Repository: NAOKI-Ko/AgendaCue
Catalog: CalendarAlarmFeasibility/Localizable.xcstrings
Source language: ja
Languages: en

# accessibility.current_time
source: 現在の時刻
en: Current time

# accessibility.current_time_format
source: 現在、%1$@
en: Now, %1$@

# accessibility.event_format
source: %1$@、開始 %2$@、カレンダー %3$@、%4$@、アラーム %5$@
en: %1$@, starts %2$@, calendar %3$@, %4$@, alarm %5$@

# accessibility.event_format_no_phase
source: %1$@、開始 %2$@、カレンダー %3$@、アラーム %4$@
en: %1$@, starts %2$@, calendar %3$@, alarm %4$@

# accessibility.return_to_current_event
source: 現在の予定へ戻る
en: Return to the current event

# accessibility.return_to_current_time
source: 現在の時刻へ戻る
en: Return to the current time

# accessibility.timeline_event_format
source: %1$@、開始 %2$@、%3$@、カレンダー %4$@、アラーム %5$@
en: %1$@, starts %2$@, %3$@, calendar %4$@, alarm %5$@

# action.now
source: 現在へ
en: Now

# action.open_settings
source: 設定を開く
en: Open Settings

# action.retry
source: 再試行
en: Try Again

# alarm.none
source: アラームなし
en: No alarm

# alarm.none_all_day
source: 終日予定にはアラームなし
en: No alarm for all-day events

# alarm.stop
source: 停止
en: Stop

# alarm.time_passed
source: アラーム時刻を経過
en: Alarm time has passed

# calendar.calendars
source: カレンダー
en: Calendars

# calendar.fallback
source: カレンダー
en: Calendar

# calendar.none_description
source: このiPhoneで利用できるカレンダーがここに表示されます。
en: Calendars available on this iPhone will appear here.

# calendar.none_selected_description
source: 予定を表示するカレンダーをオンにしてください。
en: Turn on a calendar to display its events.

# calendar.none_selected_title
source: 選択中のカレンダーはありません
en: No Calendars Selected

# calendar.none_title
source: カレンダーがありません
en: No Calendars

# calendar.on_device
source: このiPhone内
en: On My iPhone

# calendar.toggle_hint
source: このカレンダーの予定を表示するか選択します
en: Choose whether to display events from this calendar

# calendar.unnamed
source: 名称未設定のカレンダー
en: Unnamed Calendar

# date.tomorrow
source: 明日
en: Tomorrow

# date.yesterday
source: 昨日
en: Yesterday

# empty.selected_calendar_description
source: 選択したカレンダーの予定がここに表示されます。
en: Events from selected calendars will appear here.

# empty.timeline_description
source: 今日から今後14日までの予定がここに表示されます。
en: Events from today through the next 14 days will appear here.

# empty.timeline_title
source: 表示できる予定がありません
en: No Events to Display

# empty.today_title
source: 今日の予定はありません
en: No Events Today

# error.calendar_load_title
source: カレンダーを読み込めません
en: Unable to Load Calendar

# error.retry_description
source: しばらくしてからもう一度お試しください。
en: Please try again in a moment.

# event.alarm_toggle
source: この予定でアラームを使う
en: Use an alarm for this event

# event.alarm_toggle_hint
source: この予定のアラームをオンまたはオフにします
en: Turns the alarm for this event on or off

# event.all_day
source: 終日
en: All-day

# event.custom_timing
source: この予定のみ %1$@
en: %1$@ for this event

# event.default_timing
source: デフォルト設定（%1$@）を使用
en: Using Default (%1$@)

# event.details_title
source: 予定の詳細
en: Event Details

# event.ended
source: 終了した予定
en: Ended Event

# event.ended_alarm_immutable
source: 終了した予定のアラームは変更できません
en: Alarms for ended events cannot be changed

# event.fallback_title
source: 予定
en: Event

# event.no_alarm
source: この予定にはアラームを設定しません
en: No alarm is set for this event

# event.privacy_body
source: この予定はアラームの設定にだけ使用します。カレンダーの内容を変更することはありません。
en: This event is used only to configure an alarm. AgendaCue never changes your calendar content.

# event.privacy_title
source: プライバシー
en: Privacy

# event.timing
source: タイミング
en: Timing

# event.use_default
source: デフォルト設定を使用
en: Use Default Setting

# lead.minutes_before
source: %lld分前
en: %lld min before

# lead.one_hour_before
source: 60分前
en: 1 hour before

# loading.events
source: 予定を読み込んでいます
en: Loading events

# onboarding.alarm_body
source: 予定の前に、通知ではなくアラームを鳴らすために使用します。
en: AgendaCue uses alarms to alert you before your calendar events.

# onboarding.alarm_title
source: アラームの許可
en: Alarm Access

# onboarding.allow_alarm
source: 続ける
en: Continue

# onboarding.allow_calendar
source: 続ける
en: Continue

# onboarding.calendar_body
source: 予定の開始時刻を読み取り、アラームを設定するために使用します。
en: AgendaCue uses read-only calendar access to find events and schedule alarms before they begin.

# onboarding.calendar_title
source: カレンダーへのアクセス
en: Calendar Access

# permission.alarm_access
source: アラームへのアクセス
en: Alarm Access

# permission.alarm_required_title
source: アラームの許可が必要です
en: Alarm Access Required

# permission.authorized
source: 許可済み
en: Allowed

# permission.calendar_access
source: カレンダーへのアクセス
en: Calendar Access

# permission.calendar_required_title
source: カレンダーへのアクセスが必要です
en: Calendar Access Required

# permission.denied
source: 設定から許可してください
en: Allow in Settings

# permission.not_determined
source: 許可が必要です
en: Permission Required

# permission.recovery
source: 設定でアクセスを許可したあと、このアプリに戻ってください。
en: Allow access in Settings, then return to this app.

# permission.restricted
source: このiPhoneでは制限されています
en: Restricted on this iPhone

# permission.unavailable
source: このiPhoneでは利用できません
en: Unavailable on this iPhone

# phase.completed
source: 終了済み
en: Ended

# phase.future
source: 未来
en: Future

# phase.in_progress
source: 開催中
en: In Progress

# phase.past
source: 過去
en: Past

# phase.started
source: 開始済み
en: Started

# settings.about
source: このアプリについて
en: About This App

# settings.about_body
source: カレンダーの予定を読み取り、アラームを作成します。カレンダー自体は変更しません。アプリの設定は端末内に保存され、アカウントやサーバーは必要ありません。
en: AgendaCue reads calendar events and creates alarms. It never changes your calendars. Settings stay on this device, with no account or server required.

# settings.default_alarm_footer
source: 予定ごとに変更しない場合、この時間が使われます。
en: This timing is used unless you change it for an individual event.

# settings.default_alarm_time
source: デフォルトのアラーム時間
en: Default Alarm Timing

# settings.display_calendars
source: 表示するカレンダー
en: Calendars to Display

# settings.permissions
source: アクセス権
en: Permissions

# tab.alarm
source: アラーム
en: Alarm

# tab.settings
source: 設定
en: Settings

# timeline.current
source: 現在
en: Now

# timeline.events
source: 予定
en: Events

# timeline.today
source: 今日
en: Today

# timeline.today_summary_one
source: 今日の予定は%lld件です
en: %lld event today

# timeline.today_summary_other
source: 今日の予定は%lld件です
en: %lld events today
